batisteo.vscode-django
cweijan.vscode-office
donjayamanne.python-environment-manager
donjayamanne.python-extension-pack
fisheva.eva-theme
golang.go
james-yu.latex-workshop
kevinrose.vsc-python-indent
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.remote-explorer
ms-vscode.remote-server
myriad-dreamin.tinymist
njpwerner.autodocstring
pkief.material-icon-theme
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
wholroyd.jinja
